Dlubal.RFEM5.MaterialIsotropicMasonry2DModel
Material isotropic masonry 2D model

Dlubal.RFEM5.MaterialIsotropicMasonry2DModel.No
Material number

Dlubal.RFEM5.MaterialIsotropicMasonry2DModel.LimitTensionStressesX
Limit tension stresses σx,limit

Dlubal.RFEM5.MaterialIsotropicMasonry2DModel.LimitTensionStressesY
Limit tension stresses σy,limit

Dlubal.RFEM5.MaterialIsotropicMasonry2DModel.HardeningFactor
Hardening factor CH

Dlubal.RFEM5.MaterialIsotropicMasonry2DModel.LinearElasticOnly
Linear elastic only